/*
 Navicat Premium Data Transfer

 Source Server         : localhost
 Source Server Type    : MySQL
 Source Server Version : 80019
 Source Host           : localhost:3306
 Source Schema         : marinesystem

 Target Server Type    : MySQL
 Target Server Version : 80019
 File Encoding         : 65001

 Date: 22/06/2024 22:00:46

 DataBase: marinesystem
*/

SET NAMES utf8mb4;
SET FOREIGN_KEY_CHECKS = 0;

-- ----------------------------
-- Table structure for user
-- 数据来源：自行设计
-- ----------------------------
DROP TABLE IF EXISTS `user`;
CREATE TABLE user (
    user_id INT AUTO_INCREMENT PRIMARY KEY, -- 用户ID，自增主键
    username VARCHAR(50) NOT NULL, -- 用户名
    password VARCHAR(100) NOT NULL, -- 密码
    email VARCHAR(100), -- 电子邮件
    role ENUM('user', 'admin') NOT NULL DEFAULT 'user', -- 角色：用户或管理员
    created_at TIMESTAMP DEFAULT CURRENT_TIMESTAMP -- 创建时间
) ENGINE = InnoDB CHARACTER SET = utf8mb4 COLLATE = utf8mb4_0900_ai_ci ROW_FORMAT = Dynamic;

-- ----------------------------
-- Records of user
-- 数据来源：自行设计
-- ----------------------------
INSERT INTO `user` (username, password, email, role) VALUES ('user1', '123456', 'user1@example.com', 'user');
INSERT INTO `user` (username, password, email, role) VALUES ('admin1', '654321', 'admin1@example.com', 'admin');
INSERT INTO `user` (username, password, email, role) VALUES ('user2', '123456', 'user2@example.com', 'user');



-- ----------------------------
-- Table structure for fish
-- 数据来源：Fish.csv
-- ----------------------------
DROP TABLE IF EXISTS `fish`;
CREATE TABLE `fish`  (
  `id` INT NOT NULL AUTO_INCREMENT,
  `Species` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_0900_ai_ci DEFAULT '',
  `Weight` double DEFAULT NULL,
  `Length` double DEFAULT NULL,
  `Height` double DEFAULT NULL,
  `Width` double DEFAULT NULL,
  `Status` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_0900_ai_ci DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE = InnoDB DEFAULT CHARSET = utf8mb4 COLLATE = utf8mb4_0900_ai_ci ROW_FORMAT = Dynamic;

-- ----------------------------
-- Records of fish
-- 数据来源：Fish.csv
-- ----------------------------
INSERT INTO `fish` (Species, Weight, Length, Height, Width, Status) VALUES 
 ('Bream', 242, 30, 11.52, 4.02, '生长鱼') ,
 ('Bream', 290, 31.2, 12.48, 4.3056, '鱼苗') ,
 ('Bream', 340, 31.1, 12.3778, 4.6961, '生长鱼') ,
 ('Bream', 363, 33.5, 12.73, 4.4555, '生长鱼') ,
 ('Bream', 430, 34, 12.444, 5.134, '鱼苗') ,
 ('Bream', 450, 34.7, 13.6024, 4.9274, '生长鱼') ,
 ('Bream', 500, 34.5, 14.1795, 5.2785, '生长鱼') ,
 ('Bream', 390, 35, 12.67, 4.69, '生长鱼') ,
 ('Bream', 450, 35.1, 14.0049, 4.8438, '生长鱼') ,
 ('Bream', 500, 36.2, 14.2266, 4.9594, '鱼苗') ,
 ('Bream', 475, 36.2, 14.2628, 5.1042, '生长鱼') ,
 ('Bream', 500, 36.2, 14.3714, 4.8146, '生长鱼') ,
 ('Bream', 500, 36.4, 13.7592, 4.368, '鱼苗') ,
 ('Bream', 340, 37.3, 13.9129, 5.0728, '生长鱼') ,
 ('Bream', 600, 37.2, 14.9544, 5.1708, '鱼苗') ,
 ('Bream', 600, 37.2, 15.438, 5.58, '生长鱼') ,
 ('Bream', 700, 38.3, 14.8604, 5.2854, '生长鱼') ,
 ('Bream', 700, 38.5, 14.938, 5.1975, '生长鱼') ,
 ('Bream', 610, 38.6, 15.633, 5.1338, '鱼苗') ,
 ('Bream', 650, 38.7, 14.4738, 5.7276, '生长鱼') ,
 ('Bream', 575, 39.5, 15.1285, 5.5695, '鱼苗') ,
 ('Bream', 685, 39.2, 15.9936, 5.3704, '生长鱼') ,
 ('Bream', 620, 39.7, 15.5227, 5.2801, '鱼苗') ,
 ('Bream', 680, 40.6, 15.4686, 6.1306, '生长鱼') ,
 ('Bream', 700, 40.5, 16.2405, 5.589, '鱼苗') ,
 ('Bream', 725, 40.9, 16.36, 6.0532, '鱼苗') ,
 ('Bream', 720, 40.6, 16.3618, 6.09, '生长鱼') ,
 ('Bream', 714, 41.5, 16.517, 5.8515, '生长鱼') ,
 ('Bream', 850, 41.6, 16.8896, 6.1984, '生长鱼') ,
 ('Bream', 1000, 42.6, 18.957, 6.603, '生长鱼') ,
 ('Bream', 920, 44.1, 18.0369, 6.3063, '生长鱼') ,
 ('Bream', 955, 44, 18.084, 6.292, '生长鱼') ,
 ('Bream', 925, 45.3, 18.7542, 6.7497, '生长鱼') ,
 ('Bream', 975, 45.9, 18.6354, 6.7473, '生长鱼') ,
 ('Bream', 950, 46.5, 17.6235, 6.3705, '生长鱼') ,
 ('Roach', 40, 16.2, 4.1472, 2.268, '鱼苗') ,
 ('Roach', 69, 20.3, 5.2983, 2.8217, '生长鱼') ,
 ('Roach', 78, 21.2, 5.5756, 2.9044, '生长鱼') ,
 ('Roach', 87, 22.2, 5.6166, 3.1746, '鱼苗') ,
 ('Roach', 120, 22.2, 6.216, 3.5742, '生长鱼') ,
 ('Roach', 0, 22.8, 6.4752, 3.3516, '生长鱼') ,
 ('Roach', 110, 23.1, 6.1677, 3.3957, '鱼苗') ,
 ('Roach', 120, 23.7, 6.1146, 3.2943, '鱼苗') ,
 ('Roach', 150, 24.7, 5.8045, 3.7544, '生长鱼') ,
 ('Roach', 145, 24.3, 6.6339, 3.5478, '鱼苗') ,
 ('Roach', 160, 25.3, 7.0334, 3.8203, '生长鱼') ,
 ('Roach', 140, 25, 6.55, 3.325, '生长鱼') ,
 ('Roach', 160, 25, 6.4, 3.8, '生长鱼') ,
 ('Roach', 169, 27.2, 7.5344, 3.8352, '鱼苗') ,
 ('Roach', 161, 26.7, 6.9153, 3.6312, '鱼苗') ,
 ('Roach', 200, 26.8, 7.3968, 4.1272, '生长鱼') ,
 ('Roach', 180, 27.9, 7.0866, 3.906, '鱼苗') ,
 ('Roach', 290, 29.2, 8.8768, 4.4968, '生长鱼') ,
 ('Roach', 272, 30.6, 8.568, 4.7736, '生长鱼') ,
 ('Roach', 390, 35, 9.485, 5.355, '生长鱼') ,
 ('Whitefish', 270, 28.7, 8.3804, 4.2476, '鱼苗') ,
 ('Whitefish', 270, 29.3, 8.1454, 4.2485, '生长鱼') ,
 ('Whitefish', 306, 30.8, 8.778, 4.6816, '生长鱼') ,
 ('Whitefish', 540, 34, 10.744, 6.562, '生长鱼') ,
 ('Whitefish', 800, 39.6, 11.7612, 6.5736, '鱼苗') ,
 ('Whitefish', 1000, 43.5, 12.354, 6.525, '生长鱼') ,
 ('Parkki', 55, 16.5, 6.8475, 2.3265, '鱼苗') ,
 ('Parkki', 60, 17.4, 6.5772, 2.3142, '生长鱼') ,
 ('Parkki', 90, 19.8, 7.4052, 2.673, '鱼苗') ,
 ('Parkki', 120, 21.3, 8.3922, 2.9181, '生长鱼') ,
 ('Parkki', 150, 22.4, 8.8928, 3.2928, '生长鱼') ,
 ('Parkki', 140, 23.2, 8.5376, 3.2944, '生长鱼') ,
 ('Parkki', 170, 23.2, 9.396, 3.4104, '鱼苗') ,
 ('Parkki', 145, 24.1, 9.7364, 3.1571, NULL) ,
 ('Parkki', 200, 25.8, 10.3458, 3.6636, NULL) ,
 ('Parkki', 273, 28, 11.088, 4.144, '鱼苗') ,
 ('Parkki', 300, 29, 11.368, 4.234, '生长鱼') ,
 ('Perch', 5.9, 8.8, 2.112, 1.408, '生长鱼') ,
 ('Perch', 32, 14.7, 3.528, 1.9992, '生长鱼') ,
 ('Perch', 40, 16, 3.824, 2.432, '生长鱼') ,
 ('Perch', 51.5, 17.2, 4.5924, 2.6316, '鱼苗') ,
 ('Perch', 70, 18.5, 4.588, 2.9415, '生长鱼') ,
 ('Perch', 100, 19.2, 5.2224, 3.3216, '生长鱼') ,
 ('Perch', 78, 19.4, 5.1992, 3.1234, '生长鱼') ,
 ('Perch', 80, 20.2, 5.6358, 3.0502, '生长鱼') ,
 ('Perch', 85, 20.8, 5.1376, 3.0368, '生长鱼') ,
 ('Perch', 85, 21, 5.082, 2.772, '鱼苗') ,
 ('Perch', 110, 22.5, 5.6925, 3.555, '生长鱼') ,
 ('Perch', 115, 22.5, 5.9175, 3.3075, '生长鱼') ,
 ('Perch', 125, 22.5, 5.6925, 3.6675, '生长鱼') ,
 ('Perch', 130, 22.8, 6.384, 3.534, '生长鱼') ,
 ('Perch', 120, 23.5, 6.11, 3.4075, '鱼苗') ,
 ('Perch', 120, 23.5, 5.64, 3.525, '生长鱼') ,
 ('Perch', 130, 23.5, 6.11, 3.525, '生长鱼') ,
 ('Perch', 135, 23.5, 5.875, 3.525, '生长鱼') ,
 ('Perch', 110, 23.5, 5.5225, 3.995, '鱼苗') ,
 ('Perch', 130, 24, 5.856, 3.624, '生长鱼') ,
 ('Perch', 150, 24, 6.792, 3.624, '生长鱼') ,
 ('Perch', 145, 24.2, 5.9532, 3.63, '生长鱼') ,
 ('Perch', 150, 24.5, 5.2185, 3.626, '生长鱼') ,
 ('Perch', 170, 25, 6.275, 3.725, '生长鱼') ,
 ('Perch', 225, 25.5, 7.293, 3.723, '生长鱼') ,
 ('Perch', 145, 25.5, 6.375, 3.825, '鱼苗') ,
 ('Perch', 188, 26.2, 6.7334, 4.1658, '生长鱼') ,
 ('Perch', 180, 26.5, 6.4395, 3.6835, '生长鱼') ,
 ('Perch', 197, 27, 6.561, 4.239, '鱼苗') ,
 ('Perch', 218, 28, 7.168, 4.144, '生长鱼') ,
 ('Perch', 300, 28.7, 8.323, 5.1373, '生长鱼') ,
 ('Perch', 260, 28.9, 7.1672, 4.335, '生长鱼') ,
 ('Perch', 265, 28.9, 7.0516, 4.335, '鱼苗') ,
 ('Perch', 250, 28.9, 7.2828, 4.5662, '生长鱼') ,
 ('Perch', 250, 29.4, 7.8204, 4.2042, '生长鱼') ,
 ('Perch', 300, 30.1, 7.5852, 4.6354, '生长鱼') ,
 ('Perch', 320, 31.6, 7.6156, 4.7716, '生长鱼') ,
 ('Perch', 514, 34, 10.03, 6.018, '生长鱼') ,
 ('Perch', 556, 36.5, 10.2565, 6.3875, '生长鱼') ,
 ('Perch', 840, 37.3, 11.4884, 7.7957, '鱼苗') ,
 ('Perch', 685, 39, 10.881, 6.864, '生长鱼') ,
 ('Perch', 700, 38.3, 10.6091, 6.7408, '生长鱼') ,
 ('Perch', 700, 39.4, 10.835, 6.2646, '鱼苗') ,
 ('Perch', 690, 39.3, 10.5717, 6.3666, '生长鱼') ,
 ('Perch', 900, 41.4, 11.1366, 7.4934, '生长鱼') ,
 ('Perch', 650, 41.4, 11.1366, 6.003, '生长鱼') ,
 ('Perch', 820, 41.3, 12.4313, 7.3514, '鱼苗') ,
 ('Perch', 850, 42.3, 11.9286, 7.1064, '生长鱼') ,
 ('Perch', 900, 42.5, 11.73, 7.225, '生长鱼') ,
 ('Perch', 1015, 42.4, 12.3808, 7.4624, '生长鱼') ,
 ('Perch', 820, 42.5, 11.135, 6.63, '生长鱼') ,
 ('Perch', 1100, 44.6, 12.8002, 6.8684, '鱼苗') ,
 ('Perch', 1000, 45.2, 11.9328, 7.2772, '鱼苗') ,
 ('Perch', 1100, 45.5, 12.5125, 7.4165, '生长鱼') ,
 ('Perch', 1000, 46, 12.604, 8.142, '生长鱼') ,
 ('Perch', 1000, 46.6, 12.4888, 7.5958, '鱼苗') ,
 ('Pike', 200, 34.8, 5.568, 3.3756, '生长鱼') ,
 ('Pike', 300, 37.8, 5.7078, 4.158, '生长鱼') ,
 ('Pike', 300, 38.8, 5.9364, 4.3844, '生长鱼') ,
 ('Pike', 300, 39.8, 6.2884, 4.0198, '生长鱼') ,
 ('Pike', 430, 40.5, 7.29, 4.5765, '鱼苗') ,
 ('Pike', 345, 41, 6.396, 3.977, '鱼苗') ,
 ('Pike', 456, 45.5, 7.28, 4.3225, '鱼苗') ,
 ('Pike', 510, 45.5, 6.825, 4.459, '鱼苗') ,
 ('Pike', 540, 45.8, 7.786, 5.1296, '生长鱼') ,
 ('Pike', 500, 48, 6.96, 4.896, '生长鱼') ,
 ('Pike', 567, 48.7, 7.792, 4.87, '鱼苗') ,
 ('Pike', 770, 51.2, 7.68, 5.376, '生长鱼') ,
 ('Pike', 950, 55.1, 8.9262, 6.1712, '鱼苗') ,
 ('Pike', 1250, 59.7, 10.6863, 6.9849, '鱼苗') ,
 ('Pike', 1600, 64, 9.6, 6.144, '生长鱼') ,
 ('Pike', 1550, 64, 9.6, 6.144, '生长鱼') ,
 ('Pike', 1650, 68, 10.812, 7.48, '鱼苗') ,
 ('Smelt', 6.7, 10.8, 1.7388, 1.0476, '生长鱼') ,
 ('Smelt', 7.5, 11.6, 1.972, 1.16, '生长鱼') ,
 ('Smelt', 7, 11.6, 1.7284, 1.1484, '生长鱼') ,
 ('Smelt', 9.7, 12, 2.196, 1.38, '生长鱼') ,
 ('Smelt', 9.8, 12.4, 2.0832, 1.2772, '生长鱼') ,
 ('Smelt', 8.7, 12.6, 1.9782, 1.2852, '生长鱼') ,
 ('Smelt', 10, 13.1, 2.2139, 1.2838, '生长鱼') ,
 ('Smelt', 9.9, 13.1, 2.2139, 1.1659, '鱼苗') ,
 ('Smelt', 9.8, 13.2, 2.2044, 1.1484, '生长鱼') ,
 ('Smelt', 12.2, 13.4, 2.0904, 1.3936, '生长鱼') ,
 ('Smelt', 13.4, 13.5, 2.43, 1.269, '鱼苗') ,
 ('Smelt', 12.2, 13.8, 2.277, 1.2558, '生长鱼') ,
 ('Smelt', 19.7, 15.2, 2.8728, 2.0672, '生长鱼') ,
 ('Smelt', 19.9, 16.2, 2.9322, 1.8792, '生长鱼') ;
SET FOREIGN_KEY_CHECKS = 1;



-- ----------------------------
-- Table structure for water_quality
-- ----------------------------
DROP TABLE IF EXISTS `water_quality`;
CREATE TABLE `water_quality` (
  `监测时间`	VARCHAR(512),
  `水质类别` VARCHAR(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_0900_ai_ci NULL DEFAULT NULL,
  `水温` DOUBLE NULL DEFAULT NULL,
  `pH` DOUBLE NULL DEFAULT NULL,
  `溶氧量` DOUBLE NULL DEFAULT NULL,
  `电导率` DOUBLE NULL DEFAULT NULL,
  `浊度` DOUBLE NULL DEFAULT NULL,
  `高锰酸盐指数` DOUBLE NULL DEFAULT NULL,
  `氨氮` DOUBLE NULL DEFAULT NULL,
  `总磷` DOUBLE NULL DEFAULT NULL,
  `总氮` DOUBLE NULL DEFAULT NULL,
  `站点情况` VARCHAR(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_0900_ai_ci NULL DEFAULT NULL
) ENGINE = InnoDB CHARACTER SET = utf8mb4 COLLATE = utf8mb4_0900_ai_ci ROW_FORMAT = Dynamic;

-- ----------------------------
-- Records of water_quality
-- 数据来源：水质数据.xlsx 5-15
-- ----------------------------

INSERT INTO `water_quality` (`监测时间`,`水质类别`,`水温`,`pH`,`溶氧量`,`电导率`,`浊度`,`高锰酸盐指数`,`氨氮`,`总磷`,`总氮`,`站点情况`) VALUES ('5月15日','Ⅱ',23,8.35,10.83,426.8,11.4,1.86,0.025,0.037,2.93,'正常');
INSERT INTO `water_quality` (`监测时间`,`水质类别`,`水温`,`pH`,`溶氧量`,`电导率`,`浊度`,`高锰酸盐指数`,`氨氮`,`总磷`,`总氮`,`站点情况`) VALUES ('5月15日','Ⅱ',23,8.74,9.39,997.6,6.6,2.84,0.025,0.025,2.57,'正常');
INSERT INTO `water_quality` (`监测时间`,`水质类别`,`水温`,`pH`,`溶氧量`,`电导率`,`浊度`,`高锰酸盐指数`,`氨氮`,`总磷`,`总氮`,`站点情况`) VALUES ('5月15日','Ⅲ',23.6,7.35,10.7,828.3,12.3,4.96,0.053,0.06,4.33,'正常');
INSERT INTO `water_quality` (`监测时间`,`水质类别`,`水温`,`pH`,`溶氧量`,`电导率`,`浊度`,`高锰酸盐指数`,`氨氮`,`总磷`,`总氮`,`站点情况`) VALUES ('5月15日','Ⅱ',23.5,8.32,9.28,843.9,4.1,3.8,0.046,0.073,6.83,'正常');
INSERT INTO `water_quality` (`监测时间`,`水质类别`,`水温`,`pH`,`溶氧量`,`电导率`,`浊度`,`高锰酸盐指数`,`氨氮`,`总磷`,`总氮`,`站点情况`) VALUES ('5月15日','Ⅱ',22.5,7.85,9.26,1211.1,13.5,3.54,0.038,0.065,9.75,'正常');
INSERT INTO `water_quality` (`监测时间`,`水质类别`,`水温`,`pH`,`溶氧量`,`电导率`,`浊度`,`高锰酸盐指数`,`氨氮`,`总磷`,`总氮`,`站点情况`) VALUES ('5月15日','Ⅱ',21.1,8.24,8.16,990.4,42.8,3.73,0.042,0.033,2.1,'正常');
INSERT INTO `water_quality` (`监测时间`,`水质类别`,`水温`,`pH`,`溶氧量`,`电导率`,`浊度`,`高锰酸盐指数`,`氨氮`,`总磷`,`总氮`,`站点情况`) VALUES ('5月15日','Ⅱ',22.9,8.09,11.17,871.2,4.5,3.85,0.042,0.053,3.68,'正常');
INSERT INTO `water_quality` (`监测时间`,`水质类别`,`水温`,`pH`,`溶氧量`,`电导率`,`浊度`,`高锰酸盐指数`,`氨氮`,`总磷`,`总氮`,`站点情况`) VALUES ('5月15日','Ⅱ',22.1,7.56,8.64,453.1,7.4,1.88,0.051,0.023,3.71,'正常');
INSERT INTO `water_quality` (`监测时间`,`水质类别`,`水温`,`pH`,`溶氧量`,`电导率`,`浊度`,`高锰酸盐指数`,`氨氮`,`总磷`,`总氮`,`站点情况`) VALUES ('5月15日','Ⅲ',24.5,8.18,10.11,951.4,16.8,5.78,0.025,0.068,2.9,'正常');
INSERT INTO `water_quality` (`监测时间`,`水质类别`,`水温`,`pH`,`溶氧量`,`电导率`,`浊度`,`高锰酸盐指数`,`氨氮`,`总磷`,`总氮`,`站点情况`) VALUES ('5月15日','Ⅲ',23.1,7.76,11.4,1248,40.9,4.68,0.078,0.053,6.22,'正常');
INSERT INTO `water_quality` (`监测时间`,`水质类别`,`水温`,`pH`,`溶氧量`,`电导率`,`浊度`,`高锰酸盐指数`,`氨氮`,`总磷`,`总氮`,`站点情况`) VALUES ('5月15日','劣Ⅴ',25,9.81,20.44,1086.1,21.2,5.43,0.062,0.27,3.27,'正常');
INSERT INTO `water_quality` (`监测时间`,`水质类别`,`水温`,`pH`,`溶氧量`,`电导率`,`浊度`,`高锰酸盐指数`,`氨氮`,`总磷`,`总氮`,`站点情况`) VALUES ('5月15日','Ⅲ',25,8.72,11.95,1143.6,21.9,5.09,0.107,0.175,4.86,'正常');
INSERT INTO `water_quality` (`监测时间`,`水质类别`,`水温`,`pH`,`溶氧量`,`电导率`,`浊度`,`高锰酸盐指数`,`氨氮`,`总磷`,`总氮`,`站点情况`) VALUES ('5月15日','Ⅱ',20.2,8.5,9.53,422.6,4.4,2.65,0.025,0.005,0.98,'正常');
INSERT INTO `water_quality` (`监测时间`,`水质类别`,`水温`,`pH`,`溶氧量`,`电导率`,`浊度`,`高锰酸盐指数`,`氨氮`,`总磷`,`总氮`,`站点情况`) VALUES ('5月15日','Ⅲ',22.1,8.14,9.21,731.5,32.3,5.29,0.593,0.11,4.16,'正常');
INSERT INTO `water_quality` (`监测时间`,`水质类别`,`水温`,`pH`,`溶氧量`,`电导率`,`浊度`,`高锰酸盐指数`,`氨氮`,`总磷`,`总氮`,`站点情况`) VALUES ('5月15日','Ⅱ',18,8.54,10.92,435.8,2.6,2.29,0.025,0.005,1.21,'正常');
INSERT INTO `water_quality` (`监测时间`,`水质类别`,`水温`,`pH`,`溶氧量`,`电导率`,`浊度`,`高锰酸盐指数`,`氨氮`,`总磷`,`总氮`,`站点情况`) VALUES ('5月15日','Ⅰ',19.3,8.33,10.03,466.2,12.9,1.68,0.025,0.005,2.93,'正常');
INSERT INTO `water_quality` (`监测时间`,`水质类别`,`水温`,`pH`,`溶氧量`,`电导率`,`浊度`,`高锰酸盐指数`,`氨氮`,`总磷`,`总氮`,`站点情况`) VALUES ('5月15日','Ⅰ',20.1,7.86,8.27,552.1,4.5,1.07,0.025,0.005,3.65,'正常');
INSERT INTO `water_quality` (`监测时间`,`水质类别`,`水温`,`pH`,`溶氧量`,`电导率`,`浊度`,`高锰酸盐指数`,`氨氮`,`总磷`,`总氮`,`站点情况`) VALUES ('5月15日','Ⅱ',21.3,8.99,14.99,572.8,8.8,3.46,0.025,0.047,1.74,'正常');
INSERT INTO `water_quality` (`监测时间`,`水质类别`,`水温`,`pH`,`溶氧量`,`电导率`,`浊度`,`高锰酸盐指数`,`氨氮`,`总磷`,`总氮`,`站点情况`) VALUES ('5月15日','Ⅱ',15.8,8.48,7.45,525.8,55.6,1.99,0.025,0.084,8.98,'正常');
INSERT INTO `water_quality` (`监测时间`,`水质类别`,`水温`,`pH`,`溶氧量`,`电导率`,`浊度`,`高锰酸盐指数`,`氨氮`,`总磷`,`总氮`,`站点情况`) VALUES ('5月15日','Ⅱ',22.6,7.95,6.2,887.1,12.7,3.43,0.077,0.062,0.96,'正常');
INSERT INTO `water_quality` (`监测时间`,`水质类别`,`水温`,`pH`,`溶氧量`,`电导率`,`浊度`,`高锰酸盐指数`,`氨氮`,`总磷`,`总氮`,`站点情况`) VALUES ('5月15日','Ⅱ',22.8,8.14,9.76,713.9,11,3.05,0.04,0.035,1.14,'正常');
INSERT INTO `water_quality` (`监测时间`,`水质类别`,`水温`,`pH`,`溶氧量`,`电导率`,`浊度`,`高锰酸盐指数`,`氨氮`,`总磷`,`总氮`,`站点情况`) VALUES ('5月15日','Ⅱ',22.7,8.6,16.87,778.2,8.8,3.63,0.034,0.047,0.93,'正常');
INSERT INTO `water_quality` (`监测时间`,`水质类别`,`水温`,`pH`,`溶氧量`,`电导率`,`浊度`,`高锰酸盐指数`,`氨氮`,`总磷`,`总氮`,`站点情况`) VALUES ('5月15日','Ⅱ',22.4,8.34,10.24,659.8,9.1,3.18,0.065,0.044,1.09,'正常');
INSERT INTO `water_quality` (`监测时间`,`水质类别`,`水温`,`pH`,`溶氧量`,`电导率`,`浊度`,`高锰酸盐指数`,`氨氮`,`总磷`,`总氮`,`站点情况`) VALUES ('5月15日','Ⅰ',22.4,8.29,8.88,282.9,1.9,1.53,0.025,0.005,1.06,'正常');
INSERT INTO `water_quality` (`监测时间`,`水质类别`,`水温`,`pH`,`溶氧量`,`电导率`,`浊度`,`高锰酸盐指数`,`氨氮`,`总磷`,`总氮`,`站点情况`) VALUES ('5月15日','Ⅲ',22,8.86,17.74,2477.3,14.3,4.18,0.036,0.08,1.22,'正常');
INSERT INTO `water_quality` (`监测时间`,`水质类别`,`水温`,`pH`,`溶氧量`,`电导率`,`浊度`,`高锰酸盐指数`,`氨氮`,`总磷`,`总氮`,`站点情况`) VALUES ('5月15日','Ⅱ',22.1,8.14,7.97,274.7,6.4,1.87,0.025,0.01,0.87,'正常');
INSERT INTO `water_quality` (`监测时间`,`水质类别`,`水温`,`pH`,`溶氧量`,`电导率`,`浊度`,`高锰酸盐指数`,`氨氮`,`总磷`,`总氮`,`站点情况`) VALUES ('5月15日','Ⅳ',22.7,8.43,11.36,912.6,13.6,6.32,0.052,0.091,4.12,'正常');
INSERT INTO `water_quality` (`监测时间`,`水质类别`,`水温`,`pH`,`溶氧量`,`电导率`,`浊度`,`高锰酸盐指数`,`氨氮`,`总磷`,`总氮`,`站点情况`) VALUES ('5月15日','劣Ⅴ',23.8,9.37,15.89,942,24.9,6.53,0.092,0.015,2.35,'正常');
INSERT INTO `water_quality` (`监测时间`,`水质类别`,`水温`,`pH`,`溶氧量`,`电导率`,`浊度`,`高锰酸盐指数`,`氨氮`,`总磷`,`总氮`,`站点情况`) VALUES ('5月15日','Ⅲ',19.4,8.26,5.21,3812.8,41.7,5.96,0.179,0.078,3.91,'正常');
INSERT INTO `water_quality` (`监测时间`,`水质类别`,`水温`,`pH`,`溶氧量`,`电导率`,`浊度`,`高锰酸盐指数`,`氨氮`,`总磷`,`总氮`,`站点情况`) VALUES ('5月15日','劣Ⅴ',23.4,9.46,16.8,24365,21.2,12.59,0.342,0.118,1.72,'正常');
INSERT INTO `water_quality` (`监测时间`,`水质类别`,`水温`,`pH`,`溶氧量`,`电导率`,`浊度`,`高锰酸盐指数`,`氨氮`,`总磷`,`总氮`,`站点情况`) VALUES ('5月15日','Ⅲ',20.9,8.61,10.66,8169.1,75.1,5.82,0.071,0.065,0.87,'正常');
INSERT INTO `water_quality` (`监测时间`,`水质类别`,`水温`,`pH`,`溶氧量`,`电导率`,`浊度`,`高锰酸盐指数`,`氨氮`,`总磷`,`总氮`,`站点情况`) VALUES ('5月15日','Ⅴ',22.4,8.48,14.6,35857.3,817.4,11.54,0.025,0.191,0.94,'正常');
INSERT INTO `water_quality` (`监测时间`,`水质类别`,`水温`,`pH`,`溶氧量`,`电导率`,`浊度`,`高锰酸盐指数`,`氨氮`,`总磷`,`总氮`,`站点情况`) VALUES ('5月15日','Ⅳ',23.2,8.38,6.98,4052.4,52.4,8,0.025,0.116,1.45,'正常');
INSERT INTO `water_quality` (`监测时间`,`水质类别`,`水温`,`pH`,`溶氧量`,`电导率`,`浊度`,`高锰酸盐指数`,`氨氮`,`总磷`,`总氮`,`站点情况`) VALUES ('5月15日','Ⅳ',23.5,8.53,10.55,2768,46.9,7.69,0.113,0.146,3.71,'正常');
INSERT INTO `water_quality` (`监测时间`,`水质类别`,`水温`,`pH`,`溶氧量`,`电导率`,`浊度`,`高锰酸盐指数`,`氨氮`,`总磷`,`总氮`,`站点情况`) VALUES ('5月15日','劣Ⅴ',23.2,9.16,27.56,16380,59.9,14.79,0.227,0.242,2.41,'正常');
INSERT INTO `water_quality` (`监测时间`,`水质类别`,`水温`,`pH`,`溶氧量`,`电导率`,`浊度`,`高锰酸盐指数`,`氨氮`,`总磷`,`总氮`,`站点情况`) VALUES ('5月15日','Ⅲ',19.6,8.17,10.5,1361.5,33.9,4.93,0.025,0.079,3.74,'正常');
INSERT INTO `water_quality` (`监测时间`,`水质类别`,`水温`,`pH`,`溶氧量`,`电导率`,`浊度`,`高锰酸盐指数`,`氨氮`,`总磷`,`总氮`,`站点情况`) VALUES ('5月15日','Ⅱ',20.2,8.72,10.55,531.8,3.6,3.14,0.025,0.018,1.92,'正常');
INSERT INTO `water_quality` (`监测时间`,`水质类别`,`水温`,`pH`,`溶氧量`,`电导率`,`浊度`,`高锰酸盐指数`,`氨氮`,`总磷`,`总氮`,`站点情况`) VALUES ('5月15日','Ⅱ',20,8.23,7.08,522.9,7.8,2.58,0.025,0.023,1.44,'正常');
INSERT INTO `water_quality` (`监测时间`,`水质类别`,`水温`,`pH`,`溶氧量`,`电导率`,`浊度`,`高锰酸盐指数`,`氨氮`,`总磷`,`总氮`,`站点情况`) VALUES ('5月15日','Ⅱ',15.9,8.34,10.85,629.1,5.2,2.27,0.025,0.014,3.25,'正常');
INSERT INTO `water_quality` (`监测时间`,`水质类别`,`水温`,`pH`,`溶氧量`,`电导率`,`浊度`,`高锰酸盐指数`,`氨氮`,`总磷`,`总氮`,`站点情况`) VALUES ('5月15日','Ⅱ',23.3,8.58,11.28,887.3,8.8,2.76,0.025,0.029,9.28,'正常');
INSERT INTO `water_quality` (`监测时间`,`水质类别`,`水温`,`pH`,`溶氧量`,`电导率`,`浊度`,`高锰酸盐指数`,`氨氮`,`总磷`,`总氮`,`站点情况`) VALUES ('5月15日','Ⅰ',16.4,8.72,10.93,644,2.1,1.95,0.025,0.014,2.94,'正常');
INSERT INTO `water_quality` (`监测时间`,`水质类别`,`水温`,`pH`,`溶氧量`,`电导率`,`浊度`,`高锰酸盐指数`,`氨氮`,`总磷`,`总氮`,`站点情况`) VALUES ('5月15日','Ⅱ',23.4,8.24,9.89,626.7,91,2.58,0.025,0.054,3.07,'正常');
INSERT INTO `water_quality` (`监测时间`,`水质类别`,`水温`,`pH`,`溶氧量`,`电导率`,`浊度`,`高锰酸盐指数`,`氨氮`,`总磷`,`总氮`,`站点情况`) VALUES ('5月15日','Ⅲ',19.3,7.94,5.77,1113.3,97.1,0.56,0.042,0.03,3.97,'正常');
INSERT INTO `water_quality` (`监测时间`,`水质类别`,`水温`,`pH`,`溶氧量`,`电导率`,`浊度`,`高锰酸盐指数`,`氨氮`,`总磷`,`总氮`,`站点情况`) VALUES ('5月15日','Ⅱ',23.1,8.37,13.81,904.8,16.9,1.11,0.043,0.02,6.6,'正常');
INSERT INTO `water_quality` (`监测时间`,`水质类别`,`水温`,`pH`,`溶氧量`,`电导率`,`浊度`,`高锰酸盐指数`,`氨氮`,`总磷`,`总氮`,`站点情况`) VALUES ('5月15日','Ⅰ',22,8.44,9.81,405.7,21.6,1.8,0.025,0.01,2.06,'正常');
INSERT INTO `water_quality` (`监测时间`,`水质类别`,`水温`,`pH`,`溶氧量`,`电导率`,`浊度`,`高锰酸盐指数`,`氨氮`,`总磷`,`总氮`,`站点情况`) VALUES ('5月15日','Ⅳ',21.1,8.21,4.14,1281.6,14.6,5.98,0.053,0.149,6.95,'正常');
INSERT INTO `water_quality` (`监测时间`,`水质类别`,`水温`,`pH`,`溶氧量`,`电导率`,`浊度`,`高锰酸盐指数`,`氨氮`,`总磷`,`总氮`,`站点情况`) VALUES ('5月15日','Ⅱ',16.9,8.68,11.84,602.4,0.6,2.12,0.025,0.005,3.44,'正常');
INSERT INTO `water_quality` (`监测时间`,`水质类别`,`水温`,`pH`,`溶氧量`,`电导率`,`浊度`,`高锰酸盐指数`,`氨氮`,`总磷`,`总氮`,`站点情况`) VALUES ('5月15日','Ⅱ',22.4,8.99,14.53,745.3,11.5,3.24,0.025,0.049,1.03,'正常');
INSERT INTO `water_quality` (`监测时间`,`水质类别`,`水温`,`pH`,`溶氧量`,`电导率`,`浊度`,`高锰酸盐指数`,`氨氮`,`总磷`,`总氮`,`站点情况`) VALUES ('5月15日','劣Ⅴ',20.7,9.44,5.95,1232.1,8,7.87,0.052,0.596,0.99,'正常');
INSERT INTO `water_quality` (`监测时间`,`水质类别`,`水温`,`pH`,`溶氧量`,`电导率`,`浊度`,`高锰酸盐指数`,`氨氮`,`总磷`,`总氮`,`站点情况`) VALUES ('5月15日','Ⅱ',21.5,8.03,7.2,569.8,10,2.25,0.079,0.036,2.76,'正常');
INSERT INTO `water_quality` (`监测时间`,`水质类别`,`水温`,`pH`,`溶氧量`,`电导率`,`浊度`,`高锰酸盐指数`,`氨氮`,`总磷`,`总氮`,`站点情况`) VALUES ('5月15日','Ⅱ',22.2,7.99,8.65,20632.9,2.3,3.1,0.032,0.032,1.26,'正常');
INSERT INTO `water_quality` (`监测时间`,`水质类别`,`水温`,`pH`,`溶氧量`,`电导率`,`浊度`,`高锰酸盐指数`,`氨氮`,`总磷`,`总氮`,`站点情况`) VALUES ('5月15日','劣Ⅴ',22.6,9.39,15.12,894.1,23.3,3.96,0.033,0.033,2.64,'正常');
INSERT INTO `water_quality` (`监测时间`,`水质类别`,`水温`,`pH`,`溶氧量`,`电导率`,`浊度`,`高锰酸盐指数`,`氨氮`,`总磷`,`总氮`,`站点情况`) VALUES ('5月15日','Ⅰ',20.5,8.23,8.1,465.9,0.7,0.84,0.025,0.012,2.08,'正常');
INSERT INTO `water_quality` (`监测时间`,`水质类别`,`水温`,`pH`,`溶氧量`,`电导率`,`浊度`,`高锰酸盐指数`,`氨氮`,`总磷`,`总氮`,`站点情况`) VALUES ('5月15日','Ⅲ',21.2,8.94,14.09,694.1,16.3,4.02,0.025,0.018,0.79,'正常');
INSERT INTO `water_quality` (`监测时间`,`水质类别`,`水温`,`pH`,`溶氧量`,`电导率`,`浊度`,`高锰酸盐指数`,`氨氮`,`总磷`,`总氮`,`站点情况`) VALUES ('5月15日','Ⅲ',22.8,8.5,9.84,766.2,27.5,4.18,0.093,0.067,1.37,'正常');
INSERT INTO `water_quality` (`监测时间`,`水质类别`,`水温`,`pH`,`溶氧量`,`电导率`,`浊度`,`高锰酸盐指数`,`氨氮`,`总磷`,`总氮`,`站点情况`) VALUES ('5月15日','Ⅴ',19.5,8.5,7.05,27965.4,7.3,13.01,0.476,0.061,2.45,'正常');
INSERT INTO `water_quality` (`监测时间`,`水质类别`,`水温`,`pH`,`溶氧量`,`电导率`,`浊度`,`高锰酸盐指数`,`氨氮`,`总磷`,`总氮`,`站点情况`) VALUES ('5月15日','劣Ⅴ',22.3,9.38,10.37,3295,170.3,8.75,0.025,0.12,2.22,'正常');
INSERT INTO `water_quality` (`监测时间`,`水质类别`,`水温`,`pH`,`溶氧量`,`电导率`,`浊度`,`高锰酸盐指数`,`氨氮`,`总磷`,`总氮`,`站点情况`) VALUES ('5月15日','Ⅲ',25.2,6.44,6.37,42754.2,8.6,4.04,0.873,0.005,1.66,'正常');
INSERT INTO `water_quality` (`监测时间`,`水质类别`,`水温`,`pH`,`溶氧量`,`电导率`,`浊度`,`高锰酸盐指数`,`氨氮`,`总磷`,`总氮`,`站点情况`) VALUES ('5月15日','Ⅰ',18.9,8.53,8.79,556.5,14.8,1.06,0.025,0.016,4.36,'正常');
INSERT INTO `water_quality` (`监测时间`,`水质类别`,`水温`,`pH`,`溶氧量`,`电导率`,`浊度`,`高锰酸盐指数`,`氨氮`,`总磷`,`总氮`,`站点情况`) VALUES ('5月15日','Ⅰ',23.7,8.64,9.62,543.4,5.4,0.88,0.025,0.005,4.15,'正常');
INSERT INTO `water_quality` (`监测时间`,`水质类别`,`水温`,`pH`,`溶氧量`,`电导率`,`浊度`,`高锰酸盐指数`,`氨氮`,`总磷`,`总氮`,`站点情况`) VALUES ('5月15日','Ⅱ',24.6,9,18.34,745.5,28.5,3.3,0.025,0.067,2.3,'正常');
INSERT INTO `water_quality` (`监测时间`,`水质类别`,`水温`,`pH`,`溶氧量`,`电导率`,`浊度`,`高锰酸盐指数`,`氨氮`,`总磷`,`总氮`,`站点情况`) VALUES ('5月15日','Ⅲ',25.7,8.04,8.49,816.4,60.6,5.13,0.073,0.113,4.18,'正常');
INSERT INTO `water_quality` (`监测时间`,`水质类别`,`水温`,`pH`,`溶氧量`,`电导率`,`浊度`,`高锰酸盐指数`,`氨氮`,`总磷`,`总氮`,`站点情况`) VALUES ('5月15日','Ⅱ',24.7,8.25,7.23,793.9,22.7,3.82,0.134,0.098,6.47,'正常');
INSERT INTO `water_quality` (`监测时间`,`水质类别`,`水温`,`pH`,`溶氧量`,`电导率`,`浊度`,`高锰酸盐指数`,`氨氮`,`总磷`,`总氮`,`站点情况`) VALUES ('5月15日','Ⅱ',23,8.31,8.18,627.4,5,3,0.025,0.016,3.78,'正常');
INSERT INTO `water_quality` (`监测时间`,`水质类别`,`水温`,`pH`,`溶氧量`,`电导率`,`浊度`,`高锰酸盐指数`,`氨氮`,`总磷`,`总氮`,`站点情况`) VALUES ('5月15日','Ⅱ',21.1,8.12,8.6,592,10.6,0.75,0.025,0.023,5.58,'正常');
INSERT INTO `water_quality` (`监测时间`,`水质类别`,`水温`,`pH`,`溶氧量`,`电导率`,`浊度`,`高锰酸盐指数`,`氨氮`,`总磷`,`总氮`,`站点情况`) VALUES ('5月15日','Ⅰ',17.4,8.2,9.05,528,15.7,1.25,0.025,0.017,3.8,'正常');
INSERT INTO `water_quality` (`监测时间`,`水质类别`,`水温`,`pH`,`溶氧量`,`电导率`,`浊度`,`高锰酸盐指数`,`氨氮`,`总磷`,`总氮`,`站点情况`) VALUES ('5月15日','Ⅲ',18.3,8.73,8.3,1203.4,64,4.67,0.025,0.062,1.55,'正常');
INSERT INTO `water_quality` (`监测时间`,`水质类别`,`水温`,`pH`,`溶氧量`,`电导率`,`浊度`,`高锰酸盐指数`,`氨氮`,`总磷`,`总氮`,`站点情况`) VALUES ('5月15日','Ⅲ',19.3,8.53,9.15,1268,48.4,5.47,0.194,0.1,1.98,'正常');
INSERT INTO `water_quality` (`监测时间`,`水质类别`,`水温`,`pH`,`溶氧量`,`电导率`,`浊度`,`高锰酸盐指数`,`氨氮`,`总磷`,`总氮`,`站点情况`) VALUES ('5月15日','Ⅱ',21.4,8.5,7.59,802.2,13.6,2.16,0.025,0.033,3.81,'正常');
INSERT INTO `water_quality` (`监测时间`,`水质类别`,`水温`,`pH`,`溶氧量`,`电导率`,`浊度`,`高锰酸盐指数`,`氨氮`,`总磷`,`总氮`,`站点情况`) VALUES ('5月15日','Ⅰ',18.4,8.65,10.21,664.3,2.3,1.56,0.025,0.014,1.84,'正常');
INSERT INTO `water_quality` (`监测时间`,`水质类别`,`水温`,`pH`,`溶氧量`,`电导率`,`浊度`,`高锰酸盐指数`,`氨氮`,`总磷`,`总氮`,`站点情况`) VALUES ('5月15日','Ⅱ',17.9,8.25,7.33,419.4,6.9,1.48,0.025,0.005,1.37,'正常');
INSERT INTO `water_quality` (`监测时间`,`水质类别`,`水温`,`pH`,`溶氧量`,`电导率`,`浊度`,`高锰酸盐指数`,`氨氮`,`总磷`,`总氮`,`站点情况`) VALUES ('5月15日','Ⅳ',16.6,8.42,8.22,377.7,121.6,9.26,0.025,0.038,4.33,'正常');
INSERT INTO `water_quality` (`监测时间`,`水质类别`,`水温`,`pH`,`溶氧量`,`电导率`,`浊度`,`高锰酸盐指数`,`氨氮`,`总磷`,`总氮`,`站点情况`) VALUES ('5月15日','Ⅰ',19.6,7.87,7.75,892.7,2,1,0.025,0.005,1.27,'正常');
INSERT INTO `water_quality` (`监测时间`,`水质类别`,`水温`,`pH`,`溶氧量`,`电导率`,`浊度`,`高锰酸盐指数`,`氨氮`,`总磷`,`总氮`,`站点情况`) VALUES ('5月15日','Ⅲ',20.8,8.29,8.6,563.3,42.6,4.56,0.025,0.117,3.76,'正常');
INSERT INTO `water_quality` (`监测时间`,`水质类别`,`水温`,`pH`,`溶氧量`,`电导率`,`浊度`,`高锰酸盐指数`,`氨氮`,`总磷`,`总氮`,`站点情况`) VALUES ('5月15日','Ⅰ',18.9,8.2,8.15,1337.5,10.9,1.5,0.025,0.017,1.54,'正常');
INSERT INTO `water_quality` (`监测时间`,`水质类别`,`水温`,`pH`,`溶氧量`,`电导率`,`浊度`,`高锰酸盐指数`,`氨氮`,`总磷`,`总氮`,`站点情况`) VALUES ('5月15日','Ⅳ',16,8.43,8.04,325.6,114,8.26,0.025,0.105,1.52,'正常');
INSERT INTO `water_quality` (`监测时间`,`水质类别`,`水温`,`pH`,`溶氧量`,`电导率`,`浊度`,`高锰酸盐指数`,`氨氮`,`总磷`,`总氮`,`站点情况`) VALUES ('5月15日','Ⅳ',19.2,8.14,7.83,527.9,98.4,6.54,0.025,0.14,5.06,'正常');
INSERT INTO `water_quality` (`监测时间`,`水质类别`,`水温`,`pH`,`溶氧量`,`电导率`,`浊度`,`高锰酸盐指数`,`氨氮`,`总磷`,`总氮`,`站点情况`) VALUES ('5月15日','Ⅱ',19,8.34,9.11,798.2,12.4,1.42,0.025,0.03,5.05,'正常');
INSERT INTO `water_quality` (`监测时间`,`水质类别`,`水温`,`pH`,`溶氧量`,`电导率`,`浊度`,`高锰酸盐指数`,`氨氮`,`总磷`,`总氮`,`站点情况`) VALUES ('5月15日','Ⅰ',18.1,8.3,15.7,660.3,2.9,1.46,0.025,0.005,4.3,'正常');
INSERT INTO `water_quality` (`监测时间`,`水质类别`,`水温`,`pH`,`溶氧量`,`电导率`,`浊度`,`高锰酸盐指数`,`氨氮`,`总磷`,`总氮`,`站点情况`) VALUES ('5月15日','Ⅳ',17.3,8.78,7.68,605.1,69.2,7.96,0.045,0.216,3.76,'正常');
INSERT INTO `water_quality` (`监测时间`,`水质类别`,`水温`,`pH`,`溶氧量`,`电导率`,`浊度`,`高锰酸盐指数`,`氨氮`,`总磷`,`总氮`,`站点情况`) VALUES ('5月15日','Ⅱ',20.5,8.33,8.23,711.2,28.8,1.72,0.025,0.058,3.68,'正常');
INSERT INTO `water_quality` (`监测时间`,`水质类别`,`水温`,`pH`,`溶氧量`,`电导率`,`浊度`,`高锰酸盐指数`,`氨氮`,`总磷`,`总氮`,`站点情况`) VALUES ('5月15日','Ⅱ',15.8,7.86,8.4,493.9,3.8,1.36,0.025,0.021,4.31,'正常');
INSERT INTO `water_quality` (`监测时间`,`水质类别`,`水温`,`pH`,`溶氧量`,`电导率`,`浊度`,`高锰酸盐指数`,`氨氮`,`总磷`,`总氮`,`站点情况`) VALUES ('5月15日','劣Ⅴ',23.1,9.32,9.37,2925.7,25.6,6.8,0.025,0.09,0.76,'正常');
INSERT INTO `water_quality` (`监测时间`,`水质类别`,`水温`,`pH`,`溶氧量`,`电导率`,`浊度`,`高锰酸盐指数`,`氨氮`,`总磷`,`总氮`,`站点情况`) VALUES ('5月15日','Ⅳ',23.3,8.19,9.36,NULL,9.7,6.23,0.025,0.103,0.84,'维护');
INSERT INTO `water_quality` (`监测时间`,`水质类别`,`水温`,`pH`,`溶氧量`,`电导率`,`浊度`,`高锰酸盐指数`,`氨氮`,`总磷`,`总氮`,`站点情况`) VALUES ('5月15日','Ⅲ',20.3,7.76,9.96,40410,223,5.31,0.574,0.067,2.86,'正常');
INSERT INTO `water_quality` (`监测时间`,`水质类别`,`水温`,`pH`,`溶氧量`,`电导率`,`浊度`,`高锰酸盐指数`,`氨氮`,`总磷`,`总氮`,`站点情况`) VALUES ('5月15日','Ⅲ',22.3,8.48,9.85,2203.5,44.6,5.74,0.038,0.094,0.79,'正常');
INSERT INTO `water_quality` (`监测时间`,`水质类别`,`水温`,`pH`,`溶氧量`,`电导率`,`浊度`,`高锰酸盐指数`,`氨氮`,`总磷`,`总氮`,`站点情况`) VALUES ('5月15日','Ⅳ',22.1,8.71,10.61,2934.2,28.9,6.25,0.041,0.076,0.8,'正常');
INSERT INTO `water_quality` (`监测时间`,`水质类别`,`水温`,`pH`,`溶氧量`,`电导率`,`浊度`,`高锰酸盐指数`,`氨氮`,`总磷`,`总氮`,`站点情况`) VALUES ('5月15日','劣Ⅴ',23.6,9.43,11.76,1274.1,16,5.72,0.041,0.066,1.07,'正常');
INSERT INTO `water_quality` (`监测时间`,`水质类别`,`水温`,`pH`,`溶氧量`,`电导率`,`浊度`,`高锰酸盐指数`,`氨氮`,`总磷`,`总氮`,`站点情况`) VALUES ('5月15日','Ⅲ',23.3,8.25,17.41,1006,10.4,5.52,0.049,0.1,5.18,'正常');
INSERT INTO `water_quality` (`监测时间`,`水质类别`,`水温`,`pH`,`溶氧量`,`电导率`,`浊度`,`高锰酸盐指数`,`氨氮`,`总磷`,`总氮`,`站点情况`) VALUES ('5月15日','Ⅲ',23,8.62,27.67,964.3,13.6,5.47,0.034,0.106,5.5,'正常');
INSERT INTO `water_quality` (`监测时间`,`水质类别`,`水温`,`pH`,`溶氧量`,`电导率`,`浊度`,`高锰酸盐指数`,`氨氮`,`总磷`,`总氮`,`站点情况`) VALUES ('5月15日','Ⅳ',24.4,8.22,8.38,1793.1,30,6.38,0.325,0.064,2.66,'正常');
INSERT INTO `water_quality` (`监测时间`,`水质类别`,`水温`,`pH`,`溶氧量`,`电导率`,`浊度`,`高锰酸盐指数`,`氨氮`,`总磷`,`总氮`,`站点情况`) VALUES ('5月15日','劣Ⅴ',24.5,9.13,28.55,693,7.8,5.41,0.034,0.067,2.97,'正常');
INSERT INTO `water_quality` (`监测时间`,`水质类别`,`水温`,`pH`,`溶氧量`,`电导率`,`浊度`,`高锰酸盐指数`,`氨氮`,`总磷`,`总氮`,`站点情况`) VALUES ('5月15日','Ⅳ',24.8,8.88,15.44,969.7,1.2,6.62,0.044,0.07,0.99,'正常');
INSERT INTO `water_quality` (`监测时间`,`水质类别`,`水温`,`pH`,`溶氧量`,`电导率`,`浊度`,`高锰酸盐指数`,`氨氮`,`总磷`,`总氮`,`站点情况`) VALUES ('5月15日','Ⅲ',23.9,8.92,11.45,879.6,13.2,5.21,0.031,0.052,1.08,'正常');
INSERT INTO `water_quality` (`监测时间`,`水质类别`,`水温`,`pH`,`溶氧量`,`电导率`,`浊度`,`高锰酸盐指数`,`氨氮`,`总磷`,`总氮`,`站点情况`) VALUES ('5月15日','Ⅲ',23.3,8.83,8.41,1477.2,29.2,5.77,0.031,0.033,0.62,'正常');
INSERT INTO `water_quality` (`监测时间`,`水质类别`,`水温`,`pH`,`溶氧量`,`电导率`,`浊度`,`高锰酸盐指数`,`氨氮`,`总磷`,`总氮`,`站点情况`) VALUES ('5月15日','Ⅰ',24.4,8.91,8.5,352.9,8.4,1.85,0.025,0.01,2.06,'正常');
INSERT INTO `water_quality` (`监测时间`,`水质类别`,`水温`,`pH`,`溶氧量`,`电导率`,`浊度`,`高锰酸盐指数`,`氨氮`,`总磷`,`总氮`,`站点情况`) VALUES ('5月15日','Ⅱ',24.9,8.02,8.4,987.1,30.5,3.51,0.06,0.023,4.93,'正常');
INSERT INTO `water_quality` (`监测时间`,`水质类别`,`水温`,`pH`,`溶氧量`,`电导率`,`浊度`,`高锰酸盐指数`,`氨氮`,`总磷`,`总氮`,`站点情况`) VALUES ('5月15日','Ⅲ',24.8,8.07,11.78,1143.4,10.2,4.81,0.025,0.039,7.09,'正常');
INSERT INTO `water_quality` (`监测时间`,`水质类别`,`水温`,`pH`,`溶氧量`,`电导率`,`浊度`,`高锰酸盐指数`,`氨氮`,`总磷`,`总氮`,`站点情况`) VALUES ('5月15日','Ⅲ',26.3,7.98,7.32,1073.4,12.9,5.59,0.025,0.041,3,'正常');
INSERT INTO `water_quality` (`监测时间`,`水质类别`,`水温`,`pH`,`溶氧量`,`电导率`,`浊度`,`高锰酸盐指数`,`氨氮`,`总磷`,`总氮`,`站点情况`) VALUES ('5月15日','Ⅲ',22.3,8.64,11.99,645.5,2.9,4.54,0.025,0.031,1.76,'正常');
INSERT INTO `water_quality` (`监测时间`,`水质类别`,`水温`,`pH`,`溶氧量`,`电导率`,`浊度`,`高锰酸盐指数`,`氨氮`,`总磷`,`总氮`,`站点情况`) VALUES ('5月15日','Ⅲ',22.6,8.46,10.93,901,34,4.09,0.025,0.019,0.35,'正常');
INSERT INTO `water_quality` (`监测时间`,`水质类别`,`水温`,`pH`,`溶氧量`,`电导率`,`浊度`,`高锰酸盐指数`,`氨氮`,`总磷`,`总氮`,`站点情况`) VALUES ('5月15日','Ⅲ',23.2,8.55,10.7,913,4.7,4.42,0.025,0.02,0.38,'正常');
INSERT INTO `water_quality` (`监测时间`,`水质类别`,`水温`,`pH`,`溶氧量`,`电导率`,`浊度`,`高锰酸盐指数`,`氨氮`,`总磷`,`总氮`,`站点情况`) VALUES ('5月15日','Ⅲ',23.3,7.93,8.48,690,4.3,5.48,0.025,0.025,0.52,'正常');
INSERT INTO `water_quality` (`监测时间`,`水质类别`,`水温`,`pH`,`溶氧量`,`电导率`,`浊度`,`高锰酸盐指数`,`氨氮`,`总磷`,`总氮`,`站点情况`) VALUES ('5月15日','Ⅳ',21.5,8.42,9.6,1495,12.5,6.2,0.106,0.131,4.67,'正常');
INSERT INTO `water_quality` (`监测时间`,`水质类别`,`水温`,`pH`,`溶氧量`,`电导率`,`浊度`,`高锰酸盐指数`,`氨氮`,`总磷`,`总氮`,`站点情况`) VALUES ('5月15日','Ⅰ',16.4,8.48,9.79,753.2,10.5,1.65,0.025,0.005,2.37,'正常');
INSERT INTO `water_quality` (`监测时间`,`水质类别`,`水温`,`pH`,`溶氧量`,`电导率`,`浊度`,`高锰酸盐指数`,`氨氮`,`总磷`,`总氮`,`站点情况`) VALUES ('5月15日','Ⅰ',17.4,8.53,9.94,809.6,10.5,1.55,0.025,0.005,2.08,'正常');
INSERT INTO `water_quality` (`监测时间`,`水质类别`,`水温`,`pH`,`溶氧量`,`电导率`,`浊度`,`高锰酸盐指数`,`氨氮`,`总磷`,`总氮`,`站点情况`) VALUES ('5月15日','Ⅱ',17.6,8.7,16.07,916.4,28.1,1.97,0.025,0.06,7.82,'正常');
INSERT INTO `water_quality` (`监测时间`,`水质类别`,`水温`,`pH`,`溶氧量`,`电导率`,`浊度`,`高锰酸盐指数`,`氨氮`,`总磷`,`总氮`,`站点情况`) VALUES ('5月15日','Ⅲ',16.8,8.36,8.5,565.8,21.3,3.37,0.025,0.13,6.48,'正常');
INSERT INTO `water_quality` (`监测时间`,`水质类别`,`水温`,`pH`,`溶氧量`,`电导率`,`浊度`,`高锰酸盐指数`,`氨氮`,`总磷`,`总氮`,`站点情况`) VALUES ('5月15日','Ⅲ',17.9,8.5,7.85,1289.1,11.6,4.38,0.025,0.07,1.63,'正常');
INSERT INTO `water_quality` (`监测时间`,`水质类别`,`水温`,`pH`,`溶氧量`,`电导率`,`浊度`,`高锰酸盐指数`,`氨氮`,`总磷`,`总氮`,`站点情况`) VALUES ('5月15日','Ⅲ',17.5,8.83,7.73,1077.1,89.5,5.21,0.025,0.117,4.39,'正常');
INSERT INTO `water_quality` (`监测时间`,`水质类别`,`水温`,`pH`,`溶氧量`,`电导率`,`浊度`,`高锰酸盐指数`,`氨氮`,`总磷`,`总氮`,`站点情况`) VALUES ('5月15日','Ⅲ',19.7,8.33,7.56,988.6,316.7,4.91,0.025,0.164,2.55,'正常');
INSERT INTO `water_quality` (`监测时间`,`水质类别`,`水温`,`pH`,`溶氧量`,`电导率`,`浊度`,`高锰酸盐指数`,`氨氮`,`总磷`,`总氮`,`站点情况`) VALUES ('5月15日','Ⅲ',19.8,8.01,10.52,1540.9,13.2,4.29,0.025,0.097,0.82,'正常');
INSERT INTO `water_quality` (`监测时间`,`水质类别`,`水温`,`pH`,`溶氧量`,`电导率`,`浊度`,`高锰酸盐指数`,`氨氮`,`总磷`,`总氮`,`站点情况`) VALUES ('5月15日','Ⅱ',21.3,8.08,8.12,518.3,19.8,2.12,0.025,0.028,3.57,'正常');
INSERT INTO `water_quality` (`监测时间`,`水质类别`,`水温`,`pH`,`溶氧量`,`电导率`,`浊度`,`高锰酸盐指数`,`氨氮`,`总磷`,`总氮`,`站点情况`) VALUES ('5月15日','Ⅲ',20.5,8.09,9.07,2234.2,2.1,4.19,0.074,0.154,5.03,'正常');
INSERT INTO `water_quality` (`监测时间`,`水质类别`,`水温`,`pH`,`溶氧量`,`电导率`,`浊度`,`高锰酸盐指数`,`氨氮`,`总磷`,`总氮`,`站点情况`) VALUES ('5月15日','Ⅱ',22.1,8.42,8.58,740.5,16.1,2.3,0.025,0.031,3.46,'正常');
INSERT INTO `water_quality` (`监测时间`,`水质类别`,`水温`,`pH`,`溶氧量`,`电导率`,`浊度`,`高锰酸盐指数`,`氨氮`,`总磷`,`总氮`,`站点情况`) VALUES ('5月15日','Ⅳ',22.4,7.99,7.68,666.1,28,8.09,0.062,0.102,1.54,'正常');
INSERT INTO `water_quality` (`监测时间`,`水质类别`,`水温`,`pH`,`溶氧量`,`电导率`,`浊度`,`高锰酸盐指数`,`氨氮`,`总磷`,`总氮`,`站点情况`) VALUES ('5月15日','Ⅱ',13.2,7.75,8.73,718.6,5.6,2.63,0.035,0.023,1.51,'正常');
INSERT INTO `water_quality` (`监测时间`,`水质类别`,`水温`,`pH`,`溶氧量`,`电导率`,`浊度`,`高锰酸盐指数`,`氨氮`,`总磷`,`总氮`,`站点情况`) VALUES ('5月15日','Ⅲ',22.5,7.91,7.47,813.4,41,4.88,0.412,0.122,2.82,'正常');
INSERT INTO `water_quality` (`监测时间`,`水质类别`,`水温`,`pH`,`溶氧量`,`电导率`,`浊度`,`高锰酸盐指数`,`氨氮`,`总磷`,`总氮`,`站点情况`) VALUES ('5月15日','Ⅱ',19.2,8.2,8.57,509.3,3.2,2.44,0.025,0.014,0.68,'正常');
INSERT INTO `water_quality` (`监测时间`,`水质类别`,`水温`,`pH`,`溶氧量`,`电导率`,`浊度`,`高锰酸盐指数`,`氨氮`,`总磷`,`总氮`,`站点情况`) VALUES ('5月15日','Ⅳ',19.6,7.69,4.72,621.6,25,1.99,0.025,0.076,1.08,'正常');
INSERT INTO `water_quality` (`监测时间`,`水质类别`,`水温`,`pH`,`溶氧量`,`电导率`,`浊度`,`高锰酸盐指数`,`氨氮`,`总磷`,`总氮`,`站点情况`) VALUES ('5月15日','Ⅰ',22.6,8.43,9.57,805,5.2,1.65,0.025,0.017,2.73,'正常');
INSERT INTO `water_quality` (`监测时间`,`水质类别`,`水温`,`pH`,`溶氧量`,`电导率`,`浊度`,`高锰酸盐指数`,`氨氮`,`总磷`,`总氮`,`站点情况`) VALUES ('5月15日','Ⅱ',21.4,8.66,13.78,996.1,55.6,3.09,0.025,0.045,2.88,'正常');
INSERT INTO `water_quality` (`监测时间`,`水质类别`,`水温`,`pH`,`溶氧量`,`电导率`,`浊度`,`高锰酸盐指数`,`氨氮`,`总磷`,`总氮`,`站点情况`) VALUES ('5月15日','Ⅲ',18.6,8.43,7.02,692.5,10.6,4.29,0.025,0.034,0.8,'正常');
INSERT INTO `water_quality` (`监测时间`,`水质类别`,`水温`,`pH`,`溶氧量`,`电导率`,`浊度`,`高锰酸盐指数`,`氨氮`,`总磷`,`总氮`,`站点情况`) VALUES ('5月15日','Ⅱ',20.6,7.98,8.27,511.1,39.7,0.63,0.025,0.03,3.77,'正常');
INSERT INTO `water_quality` (`监测时间`,`水质类别`,`水温`,`pH`,`溶氧量`,`电导率`,`浊度`,`高锰酸盐指数`,`氨氮`,`总磷`,`总氮`,`站点情况`) VALUES ('5月15日','Ⅲ',22.7,8.37,9.82,0,35.4,5.46,0.037,0.058,14.53,'维护');
INSERT INTO `water_quality` (`监测时间`,`水质类别`,`水温`,`pH`,`溶氧量`,`电导率`,`浊度`,`高锰酸盐指数`,`氨氮`,`总磷`,`总氮`,`站点情况`) VALUES ('5月15日','Ⅳ',23.2,8.11,7.52,1643.4,62.5,8.26,0.025,0.094,5.79,'正常');
INSERT INTO `water_quality` (`监测时间`,`水质类别`,`水温`,`pH`,`溶氧量`,`电导率`,`浊度`,`高锰酸盐指数`,`氨氮`,`总磷`,`总氮`,`站点情况`) VALUES ('5月15日','Ⅲ',22.9,8.45,9.63,968.2,47.3,5.39,0.025,0.043,0.48,'正常');
INSERT INTO `water_quality` (`监测时间`,`水质类别`,`水温`,`pH`,`溶氧量`,`电导率`,`浊度`,`高锰酸盐指数`,`氨氮`,`总磷`,`总氮`,`站点情况`) VALUES ('5月15日','Ⅱ',24.7,8.21,9.51,1037.2,48,2.24,0.025,0.018,2.1,'正常');
INSERT INTO `water_quality` (`监测时间`,`水质类别`,`水温`,`pH`,`溶氧量`,`电导率`,`浊度`,`高锰酸盐指数`,`氨氮`,`总磷`,`总氮`,`站点情况`) VALUES ('5月15日','Ⅲ',24.2,8.26,5.04,2268.7,125,4.93,0.103,0.136,5.22,'正常');
INSERT INTO `water_quality` (`监测时间`,`水质类别`,`水温`,`pH`,`溶氧量`,`电导率`,`浊度`,`高锰酸盐指数`,`氨氮`,`总磷`,`总氮`,`站点情况`) VALUES ('5月15日','Ⅰ',23.7,8.22,8.35,706,12.2,1.49,0.025,0.019,2.67,'正常');
INSERT INTO `water_quality` (`监测时间`,`水质类别`,`水温`,`pH`,`溶氧量`,`电导率`,`浊度`,`高锰酸盐指数`,`氨氮`,`总磷`,`总氮`,`站点情况`) VALUES ('5月15日','Ⅲ',22.7,8.26,15.15,2175.8,40.4,5.6,0.038,0.159,10.04,'正常');
INSERT INTO `water_quality` (`监测时间`,`水质类别`,`水温`,`pH`,`溶氧量`,`电导率`,`浊度`,`高锰酸盐指数`,`氨氮`,`总磷`,`总氮`,`站点情况`) VALUES ('5月15日','Ⅱ',15,8.06,7.94,990.9,17.9,2.67,0.025,0.019,4.69,'正常');
INSERT INTO `water_quality` (`监测时间`,`水质类别`,`水温`,`pH`,`溶氧量`,`电导率`,`浊度`,`高锰酸盐指数`,`氨氮`,`总磷`,`总氮`,`站点情况`) VALUES ('5月15日','Ⅲ',16.7,7.89,5.26,761.7,7,1.11,0.025,0.076,5.83,'正常');
INSERT INTO `water_quality` (`监测时间`,`水质类别`,`水温`,`pH`,`溶氧量`,`电导率`,`浊度`,`高锰酸盐指数`,`氨氮`,`总磷`,`总氮`,`站点情况`) VALUES ('5月15日','Ⅳ',22.7,8.21,6.58,969.7,128.5,4.33,0.025,0.212,6.39,'正常');
INSERT INTO `water_quality` (`监测时间`,`水质类别`,`水温`,`pH`,`溶氧量`,`电导率`,`浊度`,`高锰酸盐指数`,`氨氮`,`总磷`,`总氮`,`站点情况`) VALUES ('5月15日','Ⅱ',18.1,8.06,8.84,639.8,11.8,1.35,0.025,0.044,4.1,'正常');
INSERT INTO `water_quality` (`监测时间`,`水质类别`,`水温`,`pH`,`溶氧量`,`电导率`,`浊度`,`高锰酸盐指数`,`氨氮`,`总磷`,`总氮`,`站点情况`) VALUES ('5月15日','Ⅰ',14,7.98,9.06,484.5,6.5,0.89,0.025,0.005,3.91,'正常');
INSERT INTO `water_quality` (`监测时间`,`水质类别`,`水温`,`pH`,`溶氧量`,`电导率`,`浊度`,`高锰酸盐指数`,`氨氮`,`总磷`,`总氮`,`站点情况`) VALUES ('5月15日','Ⅱ',19.1,8.56,7.63,951.9,8.4,1.68,0.025,0.031,2.5,'正常');
INSERT INTO `water_quality` (`监测时间`,`水质类别`,`水温`,`pH`,`溶氧量`,`电导率`,`浊度`,`高锰酸盐指数`,`氨氮`,`总磷`,`总氮`,`站点情况`) VALUES ('5月15日','Ⅲ',24.7,8.16,10.6,1577.7,18.2,5.13,0.083,0.086,2.83,'正常');
INSERT INTO `water_quality` (`监测时间`,`水质类别`,`水温`,`pH`,`溶氧量`,`电导率`,`浊度`,`高锰酸盐指数`,`氨氮`,`总磷`,`总氮`,`站点情况`) VALUES ('5月15日','劣Ⅴ',24.5,9.12,9.1,831.2,20.4,2.86,0.062,0.032,2.3,'正常');
INSERT INTO `water_quality` (`监测时间`,`水质类别`,`水温`,`pH`,`溶氧量`,`电导率`,`浊度`,`高锰酸盐指数`,`氨氮`,`总磷`,`总氮`,`站点情况`) VALUES ('5月15日','Ⅱ',21,8.09,6.77,598.3,102.6,1.73,0.025,0.082,4.5,'正常');
INSERT INTO `water_quality` (`监测时间`,`水质类别`,`水温`,`pH`,`溶氧量`,`电导率`,`浊度`,`高锰酸盐指数`,`氨氮`,`总磷`,`总氮`,`站点情况`) VALUES ('5月15日','Ⅱ',22.1,8.39,7.01,506.8,17.7,1.91,0.025,0.005,3.87,'正常');
INSERT INTO `water_quality` (`监测时间`,`水质类别`,`水温`,`pH`,`溶氧量`,`电导率`,`浊度`,`高锰酸盐指数`,`氨氮`,`总磷`,`总氮`,`站点情况`) VALUES ('5月15日','Ⅲ',24.4,8.68,5.79,1157.2,5.9,3.62,0.025,0.052,1.12,'正常');
INSERT INTO `water_quality` (`监测时间`,`水质类别`,`水温`,`pH`,`溶氧量`,`电导率`,`浊度`,`高锰酸盐指数`,`氨氮`,`总磷`,`总氮`,`站点情况`) VALUES ('5月15日','劣Ⅴ',23,9.02,7,725.6,57.6,2.83,0.027,0.047,1.47,'正常');
INSERT INTO `water_quality` (`监测时间`,`水质类别`,`水温`,`pH`,`溶氧量`,`电导率`,`浊度`,`高锰酸盐指数`,`氨氮`,`总磷`,`总氮`,`站点情况`) VALUES ('5月15日','Ⅱ',24.3,8.71,9.73,1004.1,17.4,2.48,0.027,0.066,4.72,'正常');
INSERT INTO `water_quality` (`监测时间`,`水质类别`,`水温`,`pH`,`溶氧量`,`电导率`,`浊度`,`高锰酸盐指数`,`氨氮`,`总磷`,`总氮`,`站点情况`) VALUES ('5月15日','Ⅱ',22.6,8.54,6.81,855.4,4.5,2.52,0.025,0.005,5.38,'正常');
INSERT INTO `water_quality` (`监测时间`,`水质类别`,`水温`,`pH`,`溶氧量`,`电导率`,`浊度`,`高锰酸盐指数`,`氨氮`,`总磷`,`总氮`,`站点情况`) VALUES ('5月15日','Ⅰ',16.2,8.24,8.16,659,28.7,1.6,0.025,0.005,2.31,'正常');
INSERT INTO `water_quality` (`监测时间`,`水质类别`,`水温`,`pH`,`溶氧量`,`电导率`,`浊度`,`高锰酸盐指数`,`氨氮`,`总磷`,`总氮`,`站点情况`) VALUES ('5月15日','Ⅲ',23.7,8.56,17.38,1039.8,43.4,4.14,0.025,0.092,3.68,'正常');
INSERT INTO `water_quality` (`监测时间`,`水质类别`,`水温`,`pH`,`溶氧量`,`电导率`,`浊度`,`高锰酸盐指数`,`氨氮`,`总磷`,`总氮`,`站点情况`) VALUES ('5月15日','Ⅱ',17.7,8.36,8.77,894.8,417.4,2.6,0.025,0.012,1.57,'正常');
INSERT INTO `water_quality` (`监测时间`,`水质类别`,`水温`,`pH`,`溶氧量`,`电导率`,`浊度`,`高锰酸盐指数`,`氨氮`,`总磷`,`总氮`,`站点情况`) VALUES ('5月15日','Ⅱ',19,8.32,9.93,942.3,273.4,2.39,0.025,0.021,1.88,'正常');
INSERT INTO `water_quality` (`监测时间`,`水质类别`,`水温`,`pH`,`溶氧量`,`电导率`,`浊度`,`高锰酸盐指数`,`氨氮`,`总磷`,`总氮`,`站点情况`) VALUES ('5月15日','Ⅳ',20.4,8.53,11.28,1791.4,85.1,8.92,0.058,0.16,5.27,'正常');
INSERT INTO `water_quality` (`监测时间`,`水质类别`,`水温`,`pH`,`溶氧量`,`电导率`,`浊度`,`高锰酸盐指数`,`氨氮`,`总磷`,`总氮`,`站点情况`) VALUES ('5月15日','Ⅱ',17.4,8.49,9.06,997.4,264.9,2.4,0.025,0.048,1.57,'正常');
INSERT INTO `water_quality` (`监测时间`,`水质类别`,`水温`,`pH`,`溶氧量`,`电导率`,`浊度`,`高锰酸盐指数`,`氨氮`,`总磷`,`总氮`,`站点情况`) VALUES ('5月15日','Ⅱ',13.5,7.35,7.75,84.9,6.8,3.48,0.025,0.043,0.23,'正常');
INSERT INTO `water_quality` (`监测时间`,`水质类别`,`水温`,`pH`,`溶氧量`,`电导率`,`浊度`,`高锰酸盐指数`,`氨氮`,`总磷`,`总氮`,`站点情况`) VALUES ('5月15日','Ⅳ',12.8,8.3,10.76,288.4,17,8.26,0.025,0.065,0.76,'正常');
INSERT INTO `water_quality` (`监测时间`,`水质类别`,`水温`,`pH`,`溶氧量`,`电导率`,`浊度`,`高锰酸盐指数`,`氨氮`,`总磷`,`总氮`,`站点情况`) VALUES ('5月15日','Ⅴ',14.5,8.22,10.78,305.4,33,10.89,0.064,0.153,1.2,'正常');
INSERT INTO `water_quality` (`监测时间`,`水质类别`,`水温`,`pH`,`溶氧量`,`电导率`,`浊度`,`高锰酸盐指数`,`氨氮`,`总磷`,`总氮`,`站点情况`) VALUES ('5月15日','劣Ⅴ',16.5,7.95,8.92,394.6,11.8,16.93,0.025,0.052,1.2,'正常');
INSERT INTO `water_quality` (`监测时间`,`水质类别`,`水温`,`pH`,`溶氧量`,`电导率`,`浊度`,`高锰酸盐指数`,`氨氮`,`总磷`,`总氮`,`站点情况`) VALUES ('5月15日','劣Ⅴ',11.4,8.89,9.95,1202.1,35.2,6.94,0.228,0.205,0.87,'正常');
INSERT INTO `water_quality` (`监测时间`,`水质类别`,`水温`,`pH`,`溶氧量`,`电导率`,`浊度`,`高锰酸盐指数`,`氨氮`,`总磷`,`总氮`,`站点情况`) VALUES ('5月15日','Ⅱ',17.9,8.58,9.8,905.7,168.1,1.68,0.025,0.033,2.04,'正常');
INSERT INTO `water_quality` (`监测时间`,`水质类别`,`水温`,`pH`,`溶氧量`,`电导率`,`浊度`,`高锰酸盐指数`,`氨氮`,`总磷`,`总氮`,`站点情况`) VALUES ('5月15日','Ⅳ',18.8,8.87,11.45,NULL,22.4,7.17,0.036,0.026,0.97,'维护');
INSERT INTO `water_quality` (`监测时间`,`水质类别`,`水温`,`pH`,`溶氧量`,`电导率`,`浊度`,`高锰酸盐指数`,`氨氮`,`总磷`,`总氮`,`站点情况`) VALUES ('5月15日','Ⅱ',17.2,8.58,9.16,712,129.3,1.95,0.025,0.039,1.82,'正常');
INSERT INTO `water_quality` (`监测时间`,`水质类别`,`水温`,`pH`,`溶氧量`,`电导率`,`浊度`,`高锰酸盐指数`,`氨氮`,`总磷`,`总氮`,`站点情况`) VALUES ('5月15日','劣Ⅴ',19.1,9.11,11.81,2251.9,1.1,7.14,0.026,0.026,0.61,'正常');
INSERT INTO `water_quality` (`监测时间`,`水质类别`,`水温`,`pH`,`溶氧量`,`电导率`,`浊度`,`高锰酸盐指数`,`氨氮`,`总磷`,`总氮`,`站点情况`) VALUES ('5月15日','Ⅱ',14.4,8.3,7.31,765.1,12.1,1.77,0.025,0.009,5.91,'正常');
INSERT INTO `water_quality` (`监测时间`,`水质类别`,`水温`,`pH`,`溶氧量`,`电导率`,`浊度`,`高锰酸盐指数`,`氨氮`,`总磷`,`总氮`,`站点情况`) VALUES ('5月15日','Ⅲ',13.7,8.54,11.78,163,3.4,5.3,0.025,0.037,0.49,'正常');
INSERT INTO `water_quality` (`监测时间`,`水质类别`,`水温`,`pH`,`溶氧量`,`电导率`,`浊度`,`高锰酸盐指数`,`氨氮`,`总磷`,`总氮`,`站点情况`) VALUES ('5月15日','Ⅰ',14.7,7.58,11.19,306.6,63.1,1.58,0.025,0.02,2.55,'正常');
INSERT INTO `water_quality` (`监测时间`,`水质类别`,`水温`,`pH`,`溶氧量`,`电导率`,`浊度`,`高锰酸盐指数`,`氨氮`,`总磷`,`总氮`,`站点情况`) VALUES ('5月15日','Ⅲ',13.5,8.15,11.96,174.6,50.5,4.29,0.025,0.02,1.43,'正常');
INSERT INTO `water_quality` (`监测时间`,`水质类别`,`水温`,`pH`,`溶氧量`,`电导率`,`浊度`,`高锰酸盐指数`,`氨氮`,`总磷`,`总氮`,`站点情况`) VALUES ('5月15日','Ⅳ',20,8.43,5.47,824,62.8,8.64,0.076,0.144,3.13,'正常');
INSERT INTO `water_quality` (`监测时间`,`水质类别`,`水温`,`pH`,`溶氧量`,`电导率`,`浊度`,`高锰酸盐指数`,`氨氮`,`总磷`,`总氮`,`站点情况`) VALUES ('5月15日','Ⅲ',19.4,7.46,10.67,705.6,7.7,5.02,0.242,0.111,5.28,'正常');
INSERT INTO `water_quality` (`监测时间`,`水质类别`,`水温`,`pH`,`溶氧量`,`电导率`,`浊度`,`高锰酸盐指数`,`氨氮`,`总磷`,`总氮`,`站点情况`) VALUES ('5月15日','Ⅱ',18.4,8.26,9.05,418.8,19.7,2.07,0.025,0.059,2.64,'正常');
INSERT INTO `water_quality` (`监测时间`,`水质类别`,`水温`,`pH`,`溶氧量`,`电导率`,`浊度`,`高锰酸盐指数`,`氨氮`,`总磷`,`总氮`,`站点情况`) VALUES ('5月15日','Ⅲ',19.2,8.41,9.42,806.4,8.6,4.07,0.025,0.045,2.88,'正常');
INSERT INTO `water_quality` (`监测时间`,`水质类别`,`水温`,`pH`,`溶氧量`,`电导率`,`浊度`,`高锰酸盐指数`,`氨氮`,`总磷`,`总氮`,`站点情况`) VALUES ('5月15日','Ⅲ',17.7,8.71,10.48,320.9,50.2,4.66,0.062,0.076,2.44,'正常');
INSERT INTO `water_quality` (`监测时间`,`水质类别`,`水温`,`pH`,`溶氧量`,`电导率`,`浊度`,`高锰酸盐指数`,`氨氮`,`总磷`,`总氮`,`站点情况`) VALUES ('5月15日','Ⅲ',15.7,8.69,11.82,330.2,88.8,5.16,0.025,0.09,1.92,'正常');
INSERT INTO `water_quality` (`监测时间`,`水质类别`,`水温`,`pH`,`溶氧量`,`电导率`,`浊度`,`高锰酸盐指数`,`氨氮`,`总磷`,`总氮`,`站点情况`) VALUES ('5月15日','Ⅱ',18.7,7.6,12.6,539.6,0.5,2.69,0.087,0.023,0.55,'正常');
INSERT INTO `water_quality` (`监测时间`,`水质类别`,`水温`,`pH`,`溶氧量`,`电导率`,`浊度`,`高锰酸盐指数`,`氨氮`,`总磷`,`总氮`,`站点情况`) VALUES ('5月15日','劣Ⅴ',20.5,9.01,9.93,255.1,3,1.51,0.025,0.02,1.09,'正常');
INSERT INTO `water_quality` (`监测时间`,`水质类别`,`水温`,`pH`,`溶氧量`,`电导率`,`浊度`,`高锰酸盐指数`,`氨氮`,`总磷`,`总氮`,`站点情况`) VALUES ('5月15日','Ⅱ',18.8,8.45,9.01,455.1,11,3.7,0.061,0.087,1.77,'正常');
INSERT INTO `water_quality` (`监测时间`,`水质类别`,`水温`,`pH`,`溶氧量`,`电导率`,`浊度`,`高锰酸盐指数`,`氨氮`,`总磷`,`总氮`,`站点情况`) VALUES ('5月15日','Ⅱ',19.8,8.47,10.8,521,14.2,3.73,0.025,0.036,2.24,'正常');
INSERT INTO `water_quality` (`监测时间`,`水质类别`,`水温`,`pH`,`溶氧量`,`电导率`,`浊度`,`高锰酸盐指数`,`氨氮`,`总磷`,`总氮`,`站点情况`) VALUES ('5月15日','Ⅱ',19.9,8.39,8.07,655.8,4.4,1.77,0.036,0.048,1.96,'正常');
INSERT INTO `water_quality` (`监测时间`,`水质类别`,`水温`,`pH`,`溶氧量`,`电导率`,`浊度`,`高锰酸盐指数`,`氨氮`,`总磷`,`总氮`,`站点情况`) VALUES ('5月15日','Ⅰ',18.3,7.49,10,132.5,4,1.66,0.025,0.015,1.85,'正常');
INSERT INTO `water_quality` (`监测时间`,`水质类别`,`水温`,`pH`,`溶氧量`,`电导率`,`浊度`,`高锰酸盐指数`,`氨氮`,`总磷`,`总氮`,`站点情况`) VALUES ('5月15日','劣Ⅴ',20.1,9.15,5.14,219.9,9,3.24,0.036,0.042,0.8,'正常');
INSERT INTO `water_quality` (`监测时间`,`水质类别`,`水温`,`pH`,`溶氧量`,`电导率`,`浊度`,`高锰酸盐指数`,`氨氮`,`总磷`,`总氮`,`站点情况`) VALUES ('5月15日','Ⅳ',21.2,8.77,10.26,647.4,21.2,8.8,0.025,0.166,2.85,'正常');
INSERT INTO `water_quality` (`监测时间`,`水质类别`,`水温`,`pH`,`溶氧量`,`电导率`,`浊度`,`高锰酸盐指数`,`氨氮`,`总磷`,`总氮`,`站点情况`) VALUES ('5月15日','Ⅱ',16.6,8.44,8.39,407.4,78.7,2.52,0.209,0.096,3.71,'正常');
INSERT INTO `water_quality` (`监测时间`,`水质类别`,`水温`,`pH`,`溶氧量`,`电导率`,`浊度`,`高锰酸盐指数`,`氨氮`,`总磷`,`总氮`,`站点情况`) VALUES ('5月15日','劣Ⅴ',18.5,9.21,11.83,281.3,3.1,1.94,0.025,0.028,1.69,'正常');
INSERT INTO `water_quality` (`监测时间`,`水质类别`,`水温`,`pH`,`溶氧量`,`电导率`,`浊度`,`高锰酸盐指数`,`氨氮`,`总磷`,`总氮`,`站点情况`) VALUES ('5月15日','Ⅲ',19.7,8.77,5.47,640.9,10.5,3.05,0.025,0.066,3,'正常');
INSERT INTO `water_quality` (`监测时间`,`水质类别`,`水温`,`pH`,`溶氧量`,`电导率`,`浊度`,`高锰酸盐指数`,`氨氮`,`总磷`,`总氮`,`站点情况`) VALUES ('5月15日','Ⅰ',16.6,8.32,9.12,373.8,3.6,1.03,0.025,0.012,2.57,'正常');
INSERT INTO `water_quality` (`监测时间`,`水质类别`,`水温`,`pH`,`溶氧量`,`电导率`,`浊度`,`高锰酸盐指数`,`氨氮`,`总磷`,`总氮`,`站点情况`) VALUES ('5月15日','Ⅱ',17.2,7.86,8.24,378.3,81.5,1.79,0.13,0.097,3.54,'正常');
INSERT INTO `water_quality` (`监测时间`,`水质类别`,`水温`,`pH`,`溶氧量`,`电导率`,`浊度`,`高锰酸盐指数`,`氨氮`,`总磷`,`总氮`,`站点情况`) VALUES ('5月15日','Ⅰ',14.6,8.18,12.45,254.1,3.1,1.81,0.025,0.012,2.64,'正常');
INSERT INTO `water_quality` (`监测时间`,`水质类别`,`水温`,`pH`,`溶氧量`,`电导率`,`浊度`,`高锰酸盐指数`,`氨氮`,`总磷`,`总氮`,`站点情况`) VALUES ('5月15日','Ⅱ',19.2,8.27,8.43,525.1,21.6,3.01,0.183,0.065,3.54,'正常');
INSERT INTO `water_quality` (`监测时间`,`水质类别`,`水温`,`pH`,`溶氧量`,`电导率`,`浊度`,`高锰酸盐指数`,`氨氮`,`总磷`,`总氮`,`站点情况`) VALUES ('5月15日','Ⅱ',17.2,7.57,12.24,404.3,4.2,1.25,0.027,0.026,3.78,'正常');
INSERT INTO `water_quality` (`监测时间`,`水质类别`,`水温`,`pH`,`溶氧量`,`电导率`,`浊度`,`高锰酸盐指数`,`氨氮`,`总磷`,`总氮`,`站点情况`) VALUES ('5月15日','Ⅱ',18.1,8.71,8.59,246,7.6,1.99,0.05,0.031,2.57,'正常');
INSERT INTO `water_quality` (`监测时间`,`水质类别`,`水温`,`pH`,`溶氧量`,`电导率`,`浊度`,`高锰酸盐指数`,`氨氮`,`总磷`,`总氮`,`站点情况`) VALUES ('5月15日','Ⅰ',15.9,7.76,9.25,256,10.8,0.93,0.025,0.007,2.11,'正常');
INSERT INTO `water_quality` (`监测时间`,`水质类别`,`水温`,`pH`,`溶氧量`,`电导率`,`浊度`,`高锰酸盐指数`,`氨氮`,`总磷`,`总氮`,`站点情况`) VALUES ('5月15日','Ⅱ',16.5,7.99,8.81,221.8,9.7,2.53,0.025,0.017,2.74,'正常');
INSERT INTO `water_quality` (`监测时间`,`水质类别`,`水温`,`pH`,`溶氧量`,`电导率`,`浊度`,`高锰酸盐指数`,`氨氮`,`总磷`,`总氮`,`站点情况`) VALUES ('5月15日','Ⅱ',17.3,7.83,7.91,201,17.1,1.87,0.031,0.052,3.46,'正常');
INSERT INTO `water_quality` (`监测时间`,`水质类别`,`水温`,`pH`,`溶氧量`,`电导率`,`浊度`,`高锰酸盐指数`,`氨氮`,`总磷`,`总氮`,`站点情况`) VALUES ('5月15日','Ⅰ',9.9,8.32,12.73,240.8,8.7,1.05,0.025,0.011,NULL,'维护');
INSERT INTO `water_quality` (`监测时间`,`水质类别`,`水温`,`pH`,`溶氧量`,`电导率`,`浊度`,`高锰酸盐指数`,`氨氮`,`总磷`,`总氮`,`站点情况`) VALUES ('5月15日','Ⅱ',11.8,8.45,11.05,247.2,12.2,1.53,0.025,0.029,2.67,'正常');
INSERT INTO `water_quality` (`监测时间`,`水质类别`,`水温`,`pH`,`溶氧量`,`电导率`,`浊度`,`高锰酸盐指数`,`氨氮`,`总磷`,`总氮`,`站点情况`) VALUES ('5月15日','Ⅰ',11.8,8.29,10.61,277.1,1.7,0.25,0.025,0.012,2.63,'正常');
INSERT INTO `water_quality` (`监测时间`,`水质类别`,`水温`,`pH`,`溶氧量`,`电导率`,`浊度`,`高锰酸盐指数`,`氨氮`,`总磷`,`总氮`,`站点情况`) VALUES ('5月15日','Ⅰ',16.2,8.1,8.94,127.8,5.9,0.57,0.025,0.006,3.47,'正常');
INSERT INTO `water_quality` (`监测时间`,`水质类别`,`水温`,`pH`,`溶氧量`,`电导率`,`浊度`,`高锰酸盐指数`,`氨氮`,`总磷`,`总氮`,`站点情况`) VALUES ('5月15日','Ⅱ',11.8,7.52,7.44,164.6,6.1,1.55,0.025,0.016,2.1,'正常');
INSERT INTO `water_quality` (`监测时间`,`水质类别`,`水温`,`pH`,`溶氧量`,`电导率`,`浊度`,`高锰酸盐指数`,`氨氮`,`总磷`,`总氮`,`站点情况`) VALUES ('5月15日','Ⅱ',17.5,7.59,8.88,193.9,4.6,3.03,0.025,0.025,2.09,'正常');
INSERT INTO `water_quality` (`监测时间`,`水质类别`,`水温`,`pH`,`溶氧量`,`电导率`,`浊度`,`高锰酸盐指数`,`氨氮`,`总磷`,`总氮`,`站点情况`) VALUES ('5月15日','Ⅰ',17.7,7.32,9.57,349.6,1.6,0.78,0.025,0.008,2.57,'正常');
INSERT INTO `water_quality` (`监测时间`,`水质类别`,`水温`,`pH`,`溶氧量`,`电导率`,`浊度`,`高锰酸盐指数`,`氨氮`,`总磷`,`总氮`,`站点情况`) VALUES ('5月15日','Ⅱ',17.4,8.24,9.59,692.7,17,2.23,0.025,0.027,2.9,'正常');
INSERT INTO `water_quality` (`监测时间`,`水质类别`,`水温`,`pH`,`溶氧量`,`电导率`,`浊度`,`高锰酸盐指数`,`氨氮`,`总磷`,`总氮`,`站点情况`) VALUES ('5月15日','Ⅲ',19,8.5,8.77,800.3,41.3,4.38,0.027,0.093,4.15,'正常');
INSERT INTO `water_quality` (`监测时间`,`水质类别`,`水温`,`pH`,`溶氧量`,`电导率`,`浊度`,`高锰酸盐指数`,`氨氮`,`总磷`,`总氮`,`站点情况`) VALUES ('5月15日','Ⅱ',17.8,8.38,10.07,739.6,19.8,2.8,0.06,0.058,3.65,'正常');



-- ----------------------------
-- Table structure for water_supply
-- 数据来源：水质数据（补充） 2021-04-05
-- ----------------------------
DROP TABLE IF EXISTS `water_supply`;
CREATE TABLE `water_supply` (
  `省份` VARCHAR(50) CHARACTER SET utf8mb4 COLLATE utf8mb4_0900_ai_ci NOT NULL,
  `流域` VARCHAR(45) CHARACTER SET utf8mb4 COLLATE utf8mb4_0900_ai_ci NOT NULL DEFAULT '未提供',
  `断面` VARCHAR(45) CHARACTER SET utf8mb4 COLLATE utf8mb4_0900_ai_ci DEFAULT NULL,
  `水质类别` INT DEFAULT 0,
  `温度` VARCHAR(45) CHARACTER SET utf8mb4 COLLATE utf8mb4_0900_ai_ci DEFAULT NULL,
  `PH` VARCHAR(10) CHARACTER SET utf8mb4 COLLATE utf8mb4_0900_ai_ci DEFAULT NULL,
  `站点情况` VARCHAR(45) CHARACTER SET utf8mb4 COLLATE utf8mb4_0900_ai_ci DEFAULT '未提供',
  PRIMARY KEY (`省份`, `流域`)
) ENGINE = InnoDB CHARACTER SET = utf8mb4 COLLATE = utf8mb4_0900_ai_ci ROW_FORMAT = Dynamic;


-- ----------------------------
-- Records of water_supply
-- 数据来源：水质数据（补充） 2021-04-05
-- ----------------------------
INSERT INTO `water_supply` (`省份`, `流域`, `断面`, `水质类别`, `温度`, `PH`, `站点情况`) 
VALUES 
('上海', '长江流域', '急水港桥', 5, '15.9', '7.17', '正常'),
('云南', '滇池流域', '西苑隧道', 5, '17.6', '7.94', '正常'),
('内蒙古', '黄河流域', '画匠营子', 3, '12.7', '7.93', '正常'),
('北京', '海河流域', '古北口', 5, '11.8', '9.93', '正常'),
('吉林', '松花江流域', '松花江村', 0, '0', '0', '停站'),
('四川', '长江流域', '龙洞', 1, '14.7', '8.30', '正常'),
('天津', '海河流域', '果河桥', 2, '14.3', '8.57', '正常'),
('安徽', '巢湖流域', '湖滨(老)', 4, '15.1', '7.80', '正常'),
('山东', '黄河流域', '泺口', 0, '12.3', '8.56', '维护'),
('山西', '黄河流域', '河津大桥', 0, '0', '0', '停站'),
('广东', '珠江流域', '七星岗', 2, '23.0', '7.33', '正常'),
('广西', '珠江流域', '老口', 2, '22.1', '7.53', '正常'),
('江苏', '长江流域', '林山', 1, '17.7', '7.74', '正常'),
('江西', '长江流域', '滁槎', 2, '18.1', '7.07', '正常'),
('河北', '海河流域', '八号桥', 3, '12.1', '8.41', '正常'),
('河南', '长江流域', '陶岔', 2, '23.2', '7.99', '正常'),
('浙江', '太湖流域', '斜路港', 3, '17.3', '7.51', '正常'),
('湖北', '长江流域', '宗关', 2, '15.6', '7.73', '正常'),
('湖南', '长江流域', '新港', 2, '16.7', '7.18', '正常'),
('福建', '浙闽片河流', '白岩潭', 3, '20.2', '7.39', '正常'),
('辽宁', '辽河流域', '大伙房水库', 2, '7.5', '7.76', '正常'),
('重庆', '长江流域', '朱沱', 2, '16.5', '7.90', '正常'),
('陕西', '黄河流域', '潼关吊桥', 3, '13.2', '7.94', '正常'),
('黑龙江', '松花江流域', '松花江村', 0, '0', '0', '停站');


-- ----------------------------
-- Table structure for yield
-- 数据来源：自行添加
-- ----------------------------
DROP TABLE IF EXISTS `yield`;
CREATE TABLE `yield` (
  `年份` INT NOT NULL,
  `月份` INT NOT NULL,
  `产量` VARCHAR(10) DEFAULT NULL,
  `鱼排面积` VARCHAR(45) DEFAULT NULL,
  `同比增加` VARCHAR(45) DEFAULT NULL,
  `平均产量` VARCHAR(45) DEFAULT NULL,
  `自增ID` INT NOT NULL AUTO_INCREMENT,
  PRIMARY KEY (`自增ID`),
  UNIQUE KEY `UQ_产量` (`产量`),
  UNIQUE KEY `UQ_鱼排面积` (`鱼排面积`),
  UNIQUE KEY `UQ_同比增加` (`同比增加`),
  UNIQUE KEY `UQ_平均产量` (`平均产量`)
)  ENGINE = InnoDB CHARACTER SET = utf8mb4 COLLATE = utf8mb4_0900_ai_ci ROW_FORMAT = Dynamic;

-- ----------------------------
-- Records of yield
-- 数据来源：自行添加
-- ----------------------------
INSERT INTO `yield` (`年份`,`月份`,`产量`,`鱼排面积`,`同比增加`,`平均产量`) VALUES (2024,1,'2.0','2.6','2.0','4.0');
INSERT INTO `yield` (`年份`,`月份`,`产量`,`鱼排面积`,`同比增加`,`平均产量`) VALUES (2024,2,'4.9','5.9','2.2','3.2');
INSERT INTO `yield` (`年份`,`月份`,`产量`,`鱼排面积`,`同比增加`,`平均产量`) VALUES (2024,3,'7.0','9.0','3.3','2.3');
INSERT INTO `yield` (`年份`,`月份`,`产量`,`鱼排面积`,`同比增加`,`平均产量`) VALUES (2024,4,'23.2','26.4','4.5','5.5');
INSERT INTO `yield` (`年份`,`月份`,`产量`,`鱼排面积`,`同比增加`,`平均产量`) VALUES (2024,5,'25.6','28.7','6.3','4.3');
INSERT INTO `yield` (`年份`,`月份`,`产量`,`鱼排面积`,`同比增加`,`平均产量`) VALUES (2024,6,'76.7','70.7','10.2','11.2');
INSERT INTO `yield` (`年份`,`月份`,`产量`,`鱼排面积`,`同比增加`,`平均产量`) VALUES (2024,7,'135.6','175.6','20.3','15.3');
INSERT INTO `yield` (`年份`,`月份`,`产量`,`鱼排面积`,`同比增加`,`平均产量`) VALUES (2024,8,'162.2','182.2','23.4','22.4');
INSERT INTO `yield` (`年份`,`月份`,`产量`,`鱼排面积`,`同比增加`,`平均产量`) VALUES (2024,9,'32.6','48.7','23.0','21.0');
INSERT INTO `yield` (`年份`,`月份`,`产量`,`鱼排面积`,`同比增加`,`平均产量`) VALUES (2024,10,'20.0','18.8','16.5','13.5');
INSERT INTO `yield` (`年份`,`月份`,`产量`,`鱼排面积`,`同比增加`,`平均产量`) VALUES (2024,11,'6.4','6.0','12.0','12.0');
INSERT INTO `yield` (`年份`,`月份`,`产量`,`鱼排面积`,`同比增加`,`平均产量`) VALUES (2024,12,'3.3','2.3','6.2','10.2');


-- ----------------------------
-- Table structure for all_yield
-- 数据来源：2020年全国统计年鉴
-- ----------------------------
DROP TABLE IF EXISTS `all_yield`;
CREATE TABLE `all_yield` (
  `地区` VARCHAR(255) NOT NULL,
  `鱼类` VARCHAR(45) DEFAULT NULL,
  `甲壳类` VARCHAR(45) DEFAULT NULL,
  `贝类` VARCHAR(45) DEFAULT NULL,
  `藻类` VARCHAR(45) DEFAULT NULL,
  `其它` VARCHAR(45) DEFAULT NULL,
  PRIMARY KEY (`地区`)
)  ENGINE = InnoDB CHARACTER SET = utf8mb4 COLLATE = utf8mb4_0900_ai_ci ROW_FORMAT = Dynamic;
-- ----------------------------
-- Records of all_yield
-- 数据来源：2020年全国统计年鉴
-- ----------------------------
INSERT INTO `all_yield` (`地区`,`鱼类`,`甲壳类`,`贝类`,`藻类`,`其它`) VALUES ('全国','821.27','215.27','61.67','1.74','27.38');
